Repository: adiIspas/Symfony-Framework
Catalog: TranslationBundle3/app/Resources/translations/messages.*.xliff
Languages: ro

source: translation.login
ro: Logare

source: translation.welcom
ro: Bun venit

source: translations.name
ro: Nume

source: {0} No detail sheet was validated|{1} Details sheet `%ids%` was validated|]1,Inf] The detail sheets %ids% where validated
ro: {0} Nu a fost validat nici un desfasurator|{1} Desfasuratorul `%ids%` a fost validat|]1,Inf] Desfasuratoarele %ids% au fost validate

source: absolute
ro: absolut

source: Absolute value is without VAT; percentual value will apply to the final amount, regardless of VAT
ro: Valoare comisionului; valoarea absoluta este fara TVA, valoarea procentuala se aplica pe suma incasata pentru produs

source: Access
ro: Acces

source: Access allowed
ro: Acces permis

source: Access denied
ro: Nu aveti acces

source: access_denied
ro: Utilizatorul nu are suficiente permisiuni pentru a efectua aceasta operatie.

source: Access granted
ro: Acces permis

source: Access not allowed
ro: Acces nepermis

source: Access request
ro: Cerere acces

source: Account
ro: Cont

source: Account beneficiary
ro: Beneficiar cont
